Repository: root-lump/DatePlus
Catalog: Packages/DatePlusCore/Sources/DatePlusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Add to Complications
ja: コンプリケーションに追加

# add_watch_face
source: Add to watch face
ja: 文字盤に登録

source: Already registered.
ja: 既に登録されています。

source: Calculate
ja: 計算

source: Cancel
ja: キャンセル

# confirm_complication
source: Do you want to update the complication?
ja: コンプリケーションを更新しますか？

# confirm_delete
source: Are you sure you want to delete?
ja: 削除してもよろしいですか？

source: day
ja: 日目

source: days later
ja: 日後

source: Delete
ja: 削除

source: From Today
ja: 本日起算

source: Pin list
ja: ピン留め一覧

source: Pinned.
ja: ピン留めしました。

source: Pinned item
ja: ピン留め項目

# pinned_nothing
source: There are no days pinned.
ja: ピン留めされた日数がありません。

# pinned_tip
source: 💡Tip Press the pin button on the main screen to display multiple dates together here.
ja: 💡ヒント メイン画面でピン留めボタンを押すと、この画面で複数の日付をまとめて表示できます。

source: Select widget number.
ja: ウィジェットの番号を選択

source: Update
ja: 更新

# widget_day
source: D
ja: 日目

# widget_days_later
source: D L
ja: 日後
